Repository: Tiramisu800/besafe8
Catalog: lib/l10n/app_*.arb
Languages: kk

# language
source: English
kk: Қазақ тілі

source: Hello world!
kk: Салам әлем

# titleprofile
source: Letâ€™s Get Started!
kk: Кеттік!

# subtitleprofile
source: Complete the profile Details
kk: Профиль деректерін толтырыңыз

source: Name
kk: Атыңыз

# nameval
source: Please enter a valid name!
kk: Өтінеміз, атыңызды дұрыс жазыңыз!

# nameisreg
source: Name is required!
kk: Атыңыз міндетті!

source: Email
kk: Электрондық пошта

# emailisreg
source: Email is required!
kk: Электрондық пошта қажет!

# emailvalid
source: Enter valid email.
kk: Жарамды электрондық пошта енгізіңіз.

source: Submit
kk: Растау

# plsaddim
source: Please add your image
kk: Суретіңізді қосыңыз

# helloword
source: Good Morning, Be safe!
kk: Қайырлы таң, Be safe!

# wherego
source: Where are you going?
kk: Қайда барармыз?

source: Destination:
kk: Барар жер:

# searchfordest
source: Search for a destination
kk: Баратын жерді іздеу

source: From:
kk: Қайдан:

# pah
source: Payment History
kk: Төлем тарихы

# rih
source: Ride History
kk: Саяхат тарихы

# invite
source: Invite Friends
kk: Достарды шақыру

# promo
source: Promo Codes
kk: Промокодтар

source: Settings
kk: Параметрлер

source: Support
kk: Қолдау

source: Log Out
kk: Кету

# mptitle
source: My Profile
kk: Профиль

# home
source: Home Address
kk: Үй мекенжайы

# homeisreg
source: Home Address is required!
kk: Үй мекенжайы міндетті!

# businnesadd
source: Business Address
kk: Жұмыс мекенжайы

# businnesaddisreg
source: Business Address is required!
kk: Жұмыс мекенжайы қажет!

# shop
source: Shopping Center
kk: Сауда орталығы

# shopisreg
source: Shopping Center is required!
kk: Сауда орталығы қажет!

source: Update
kk: Жаңарту

# logasd
source: Login As Driver
kk: Жүргізуші ретінде кіру

# logasu
source: Login As User
kk: Пассажир ретінде кіру

source: English
kk: Ағылшын

source: Russian
kk: Орыс

source: Kazakh
kk: Қазақ

source: Back
kk: Артқа
